---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.YdSup3
source: html/a5a2461a-a14d-369e-ef48-808a9d981f83.htm
---
# Autodesk.Revit.DB.SymbolTypeId.YdSup3 Property

Symbol yd³, indicating unit Cubic yards.

## Syntax (C#)
```csharp
public static ForgeTypeId YdSup3 { get; }
```